app/controllers/c_bells_controller.rb

  def index
    @c_bells = CBell.all
    @slider_bells = SliderBell.all
---
SELECT "c_bells".* FROM "c_bells"
SELECT "slider_bells".* FROM "slider_bells"