app/controllers/c_servs_controller.rb

SELECT "c_servs".* FROM "c_servs"
SELECT "slider_servs".* FROM "slider_servs"
---
  def index
    @c_servs = CServ.all
    @slider_servs = SliderServ.all