app/controllers/estandars_controller.rb

  def index
    @estandars = Estandar.all
---
SELECT "estandars".* FROM "estandars"