app/controllers/inicios_controller.rb

  def index
    @inicios = Inicio.all
    @sliders = Slider.all
    @estandar_destacados = EstandarDestacado.all
---
SELECT "inicios".* FROM "inicios"
SELECT "sliders".* FROM "sliders"
SELECT "estandar_destacados".* FROM "estandar_destacados"