app/controllers/institucions_controller.rb

SELECT "institucions".* FROM "institucions"
---
  def index
    @institucions = Institucion.all

INSERT INTO "institucions" ("n_contrato", "nombre", "rut", "direccion", "comuna", "ciudad", "contacto", "telefono", "email", "logo_file_name", "logo_content_type", "logo_file_size", "logo_updated_at") VALUES (?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?, ?)
---
  def create
    @institucion = Institucion.new(institucion_params)

    respond_to do |format|
      if @institucion.save