app/controllers/slider_tops_controller.rb

SELECT "slider_tops".* FROM "slider_tops"
---
  def index
    @slider_tops = SliderTop.all

INSERT INTO "slider_tops" ("link", "img_file_name", "img_content_type", "img_file_size", "img_updated_at", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?, ?)
---
  def create
    @slider_top = SliderTop.new(slider_top_params)

    respond_to do |format|
      if @slider_top.save