app/controllers/users_controller.rb

UPDATE "users" SET "n_contrato" = ?, "rut" = ?, "nombre" = ?, "a_paterno" = ?, "a_materno" = ?, "telefono" = ?, "sexo" = ?, "edad" = ?, "updated_at" = ? WHERE "users"."id" = ?
---
  def update
    respond_to do |format|
      if @user.update(user_params)